[
    {"id": "o-space-house",
     "title":"O Space House",
     "desc":{
        "narasi" : "Berada di kawasan perumahan yang asri dan aman , klien menginginkan desain yang tidak terlalu tertutup, terutama pada area depan bangunan, klien ingin rumahnya tidak tertutup oleh pagar. Menanggapi permasalahan tersebut, arsitek mendesain bagian depan rumah dengan tampilan yang lebih terbuka dengan fasad yang terexpose dari jalan dengan desain fasad tanpa menggunakan pagar. Bukaan ke luar diposisikan mengarah ke taman depan, dan samping. \n\n Konsep Ospace House dirancang dengan menjawab permasalahan owner di hunian sebelumnya yang tidak memiliki ruang yang sesuai dengan kebutuhan dan terkesan sempit. Akhirnya, arsitek juga merancang konsep open space pada zonasi ruang di hunian ini untuk menangkap sinar matahari alami secara optimal, udara dengan bukaan bukaan yang besar yang mengarah ke kolam renang, sehingga ruang utama bisa langsung menikmati paparan sinar matahari, udara alami dan jatuhnya air hujan ke area kolam renang. \n\n Dalam tata letaknya, arsitek membagi zona rumah menjadi empat sekmen lantai dengan area service dan garasi di basement, komunal semi publik di lantai satu, zona lebih privat yang terdiri dari ruangan-ruangan di lantai dua, serta area hiburan dan ruang kerja di lantai tiga. Zona semi publik di lantai satu didesain dengan konsep open plan dengan sekat minimal dengan menambahkan spot-spot yang dapat digunakan sebagai ruang kerja ruang nonton, ruang berkumpul dan ruang hobby. Berdasarkan permintaan klien juga terdapat kamar tidur di lantai satu yang didesain tersembunyi dan disamarkan dengan pintu yang didesain seperti partisi dengan menggunakan wpc. Ruang-ruang di lantai dua difasilitasi dengan area balcony dengan bukaan yang besar menyesuaikan dengan konsep open air dan open space pada rumah ini,  sedangkan di lantai tiga difokuskan untuk memfasilitasi area open spcae di area rooftop yang bisa digunakan untuk area berkumpul dan barbeque, di ruang dalam nya di gunakan klien untuk meeting bulanan dengan karyawannya. Mirip dengan taman di lantai satu, area hiburan di lantai tiga juga terhubung dengan void ke arah kolam renang bertujuan agar dapat tetap berinteraksi dengan orang di lantai 1.",
        "data" : {
         "type" : "Residential",
         "location" : "Suvarna Sutera, Tangerang",
         "province" : "Banten",
         "country" : "Indonesia",
         "land" : "200",
         "building" : "625",
         "date" : "2023",
         "phase" : "Proposal"
        }
     },
     "info":"here is more info",
     "imgDir": "portofolio/o-space-house",
     "imgFile":[
      "1.png",
      "2.png",
      "3.png",
      "4.png",
      "5.png",
      "6.png",
      "7.png"
     ]
   },
   {"id":"harsis-house",
    "title":"Harsis House",
    "desc":{
       "narasi" : "Harmony Oasis House (Harsis House) merupakan sebuah konsep hunian yang Menyatukan fungsi hunian dan kantor ke dalam suatu kawasan yang di pisahkan oleh kolam renang sebagai oase di dalam kawasan  hunian yang difungsikan sebagai area pemihan antara privat dengan publik. \n\n Berangkat dari keinginan klien untuk memiliki kantor yang tidak jauh dari rumah, Hal tersebut kami terapkan dengan membuat zonasi pada kawasan ini menjadi 3 skema dimana masa bangunan sebelah kanan di fungsikan sebagai hunian sedangkan di sebelah kiri di fungsikan sebagai area kantor, kedua masa bangunan tersebut di pisahkan oleh area kolam renang dengan mengaplikasikan jalur sirkulasi berupa koridor panjang sebagai akses dari luar menuju foyer yang memberikan pengalaman menarik. \n\n Desain bukaan pada ruang-ruang rumah ini kita arahkan ke arah selatan (area kolam renang) untuk mendapat cahaya alami, sirkulasi udara alami, dan juga bisa menikmati pemandangan ke arah kolam renang sebagai penguat karakter kawasan. \n\n Rumah ini menerapkan konsep fasad kontemporer dengan pengaplikasian materal material kayu dan batu dengan di balut warna netral, dimana komposisi padu satu dengan lainnya meskipun dengan fasad yang cukup lebar.",
       "data" : {
        "type" : "Residential",
        "location" : "Suvarna Sutera, Tangerang",
        "province" : "Banten",
        "country" : "Indonesia",
        "land" : "200",
        "building" : "625",
        "date" : "2023",
        "phase" : "Proposal"
       }
    },
    "info":"here is more info",
    "imgDir": "portofolio/harsis-house",
    "imgFile":[
     "1.png",
      "2.png",
      "3.png",
      "4.png",
      "5.png",
      "6.png",
      "7.png"
    ]},
    {"id":"scouts",
    "title":"Scouts (Commercial Area)",
    "desc":{
       "narasi" : "Kali ini klien dari natasaestudio  memiliki lahan  produktif, di area jalan pramuka, kota Sukabumi. Akhirnya team arsitek dari natasae merekomendasikan lahan tersebut di rencanakan sebagai ruko ( Rumah Toko) dan kostan, yang menghadirkan estetika modern di setiap sudut area yang  memadukan fungsionalitas dengan desain kontemporer yang memukau, ruang yang tak hanya menjadi tempat tinggal, tetapi juga cerminan gaya hidup urban yang dinamis. \n\n Menggabungkan fungsionalitas dengan estetika modern, rumah toko dan kostan ini menawarkan desain kontemporer yang eye cathing. Dengan garis-garis bersih, material berkualitas, dan warna netral yang elegan, setiap elemen dari bangunan ini dirancang untuk menciptakan ruang yang tidak hanya menarik tetapi juga praktis. Konsep open plan yang diusung memberikan keleluasaan dan fleksibilitas, menjadikannya ideal untuk berbagai kebutuhan, dari berjualan hingga tempat tinggal. \n\n Bagian depan rumah toko dirancang dengan perhatian khusus untuk menarik perhatian pelanggan, sementara area dalamnya memberikan suasana yang nyaman dan profesional. Di sisi lain, kostan yang terletak di bagian atas atau di samping menawarkan kenyamanan dan privasi bagi penghuni. Desain interior yang modern memanfaatkan pencahayaan alami dan ventilasi yang baik, menciptakan lingkungan yang segar dan menyenangkan untuk tinggal. \n\n Dengan sentuhan arsitektur kontemporer, setiap sudut rumah toko dan kostan ini mencerminkan gaya hidup urban yang dinamis. Kombinasi antara fungsi dan keindahan menciptakan ruang yang ideal untuk mereka yang mencari keseimbangan antara kerja dan kehidupan sehari-hari. Ini adalah contoh sempurna bagaimana desain modern dapat mengubah ruang menjadi tempat yang inspiratif dan efisien.",
       "data" : {
        "type" : "Comercial",
        "location" : "Pramuka, Sukabumi",
        "province" : "Jawa Barat",
        "country" : "Indonesia",
        "land" : "157",
        "building" : "3125",
        "date" : "2023",
        "phase" : "Proposal"
       }
    },
    "info":"here is more info",
    "imgDir": "portofolio/scouts-commercial",
    "imgFile":[
     "1.png",
      "2.png",
      "3.png",
      "4.png",
      "5.png",
      "6.png",
      "7.png"
    ]
   },
   {"id":"vaces-house",
    "title":"Vaces House",
    "desc":{
       "narasi" : "Berada di kawasan perumahan yang asri dan aman , klien menginginkan desain yang tidak terlalu tertutup, terutama pada area depan bangunan, klien ingin rumahnya tidak tertutup oleh pagar. Menanggapi permasalahan tersebut, arsitek mendesain bagian depan rumah dengan tampilan yang lebih terbuka dengan fasad yang terexpose dari jalan dengan desain fasad tanpa menggunakan pagar. Bukaan ke luar diposisikan mengarah ke taman depan, dan samping.",
       "data" : {
        "type" : "Residential",
        "location" : "Antapani, Kota Bandung",
        "province" : "Jawa Barat",
        "country" : "Indonesia",
        "land" : "136",
        "building" : "120",
        "date" : "2024",
        "phase" : "Proposal"
       }
    },
    "info":"here is more info",
    "imgDir": "portofolio/vaces-house",
    "imgFile":[
     "1.png",
      "2.png",
      "3.png",
      "4.png",
      "5.png",
      "6.png",
      "7.png"
    ]},
    {"id":"scouts",
    "title":"Scouts (Commercial Area)",
    "desc":{
       "narasi" : "Berada di kawasan perumahan yang asri dan aman , klien menginginkan desain yang tidak terlalu tertutup, terutama pada area depan bangunan, klien ingin rumahnya tidak tertutup oleh pagar. Menanggapi permasalahan tersebut, arsitek mendesain bagian depan rumah dengan tampilan yang lebih terbuka dengan fasad yang terexpose dari jalan dengan desain fasad tanpa menggunakan pagar. Bukaan ke luar diposisikan mengarah ke taman depan, dan samping.",
       "data" : {
        "type" : "Comercial",
        "location" : "Pramuka, Sukabumi",
        "province" : "Jawa Barat",
        "country" : "Indonesia",
        "land" : "157",
        "building" : "3125",
        "date" : "2023",
        "phase" : "Proposal"
       }
    },
    "info":"here is more info",
    "imgDir": "portofolio/harsis-house",
    "imgFile":[
     "1.png",
      "2.png",
      "3.png",
      "4.png",
      "5.png",
      "6.png",
      "7.png"
    ]
   },
   {"id":"west-house",
    "title":"West House",
    "desc":{
       "narasi" : "Berada di kawasan perumahan yang asri dan aman , klien menginginkan desain yang tidak terlalu tertutup, terutama pada area depan bangunan, klien ingin rumahnya tidak tertutup oleh pagar. Menanggapi permasalahan tersebut, arsitek mendesain bagian depan rumah dengan tampilan yang lebih terbuka dengan fasad yang terexpose dari jalan dengan desain fasad tanpa menggunakan pagar. Bukaan ke luar diposisikan mengarah ke taman depan, dan samping.",
       "data" : {
        "type" : "Residential",
        "location" : "Alamsutera, Tangerang Selatan",
        "province" : "Banten",
        "country" : "Indonesia",
        "land" : "250",
        "building" : "350",
        "date" : "2024",
        "phase" : "On Progres"
       }
    },
    "info":"here is more info",
    "imgDir": "portofolio/harsis-house",
    "imgFile":[
     "1.png",
      "2.png",
      "3.png",
      "4.png",
      "5.png",
      "6.png",
      "7.png"
    ]},
    {"id":"scouts",
    "title":"Scouts (Commercial Area)",
    "desc":{
       "narasi" : "Berada di kawasan perumahan yang asri dan aman , klien menginginkan desain yang tidak terlalu tertutup, terutama pada area depan bangunan, klien ingin rumahnya tidak tertutup oleh pagar. Menanggapi permasalahan tersebut, arsitek mendesain bagian depan rumah dengan tampilan yang lebih terbuka dengan fasad yang terexpose dari jalan dengan desain fasad tanpa menggunakan pagar. Bukaan ke luar diposisikan mengarah ke taman depan, dan samping.",
       "data" : {
        "type" : "Comercial",
        "location" : "Pramuka, Sukabumi",
        "province" : "Jawa Barat",
        "country" : "Indonesia",
        "land" : "157",
        "building" : "3125",
        "date" : "2023",
        "phase" : "Proposal"
       }
    },
    "info":"here is more info",
    "imgDir": "portofolio/harsis-house",
    "imgFile":[
     "1.png",
      "2.png",
      "3.png",
      "4.png",
      "5.png",
      "6.png",
      "7.png"
    ]
   }
 ]
 